Repository: VictorVolkov7/referal_system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Missing phone_number in request
ru: В запросе отсутствует phone_number.

source: User created and pass code {pass_code} sent successfully
ru: Пользователь создан, код доступа {pass_code} успешно отправлен.

source: The phone number entered is not valid.
ru: Введенный номер телефона недействителен.

source: Pass code {pass_code} sent successfully
ru: Код доступа {pass_code} успешно отправлен.

source: Missing pass_code in request
ru: В запросе отсутствует pass_code

source: Invalid pass code
ru: Некорректный код доступа

source: Missing referral_code in request
ru: В запросе отсутствует referral_code

source: User with provided referral_code does not exist
ru: Пользователь с предоставленным referral_code не существует.

source: You have already activated your referral code.
ru: Вы уже активировали свой реферальный код.

source: You cannot activate your referral code.
ru: Вы не можете активировать свой реферальный код.

source: You have successfully activated referral code.
ru: Вы успешно активировали реферальный код.

source: The phone number must be set
ru: Номер телефона должен быть установлен

source: phone number
ru: Номер телефона

source: referral_code
ru: Реферальный код

source: referrals
ru: Список рефералов

source: referred_code
ru: Код реферера

source: pass code
ru: Код доступа

source: staff status
ru: Статус персонала

source: date joined
ru: Дата регистрации

source: user
ru: Пользователь

source: users
ru: Пользователи
